
export const sampleText = `النظام الشمسي هو النظام الكوكبي الذي يتكون من الشمس وجميع ما يَدور حولها من أجرام بما في ذلك الأرض والكواكب الأخرى. يبلغ عمر النظام الشمسي 4.6 مليار سنة. تدور ثمانية كواكب حول الشمس، وهي بالترتيب من الأقرب إلى الشمس: عطارد، الزهرة، الأرض، المريخ، المشتري، زحل، أورانوس، ونبتون. المشتري هو أكبر الكواكب، بينما عطارد هو الأصغر. الأرض هي الكوكب الوحيد المعروف بوجود حياة عليه.

تتكون الشمس بشكل أساسي من الهيدروجين والهيليوم، وتنتج طاقتها من خلال الاندماج النووي. هذه الطاقة هي التي تدعم الحياة على الأرض. بالإضافة إلى الكواكب، يحتوي النظام الشمسي على كواكب قزمة مثل بلوتو، وأقمار، وكويكبات، ومذنبات. حزام الكويكبات، الذي يقع بين المريخ والمشتري، يحتوي على ملايين الأجسام الصخرية.`;
